Repository: Citeck/ecos-docs
Catalog: docs/locale/*/LC_MESSAGES/introduction/ecos_modules/portal_*.po
Languages: sd

source: Портал технической поддержки
sd: Technical Support Portal

source: Доступно только в enterprise версии.
sd: Available only in the enterprise version.

source: Содержание
sd: Contents

source: Для внешних пользователей может быть настроен портал технической поддержки, на котором доступно:
sd: A technical support portal can be configured for external users, providing access to:

source: создание заявок,
sd: creating requests,

source: отслеживание статуса текущих заявок,
sd: tracking the status of current requests,

source: просмотр истории, комментариев и вложений закрытых заявок,
sd: viewing history, comments, and attachments of closed requests,

source: общение через комментарии и обмен файлами со специалистами технической поддержки.
sd: communicating via comments and file exchange with technical support specialists.

source: Общая схема смены статусов
sd: General Status Transition Scheme

source: Переход заявки по статусам:
sd: Request status transitions:

source: **Передано 1-й линии ТП**
sd: **Transferred to 1st Line Support**

source: Инициатор создает карточку заявки SD в Системе или Инициатор отправляет письмо по шаблону с описанием проблемы.
sd: The Initiator creates an SD request card in the System or the Initiator sends an email using a template describing the problem.

source: Система создает карточку заявки SD по письму Инициатора по преднастроенному шаблону.
sd: The system creates an SD request card based on the Initiator's email using a preconfigured template.

source: Система запускает процесс обработки заявки, назначает заявку группе пользователей 1-й линии поддержки, или заявку возвращают Исполнители 2-й, 3-й линии ТП, Инициатор.
sd: The system initiates the request processing, assigns the request to a group of 1st line support users, or the request is returned by 2nd/3rd line support Assignees or the Initiator.

source: **В работе на 1-й линии ТП**
sd: **In Progress at 1st Line Support**

source: Исполнитель 1-й линии ТП берет на себя заявку.
sd: A 1st line support Assignee takes on the request.

source: **Передано 2-й линии ТП**
sd: **Transferred to 2nd Line Support**

source: Исполнитель 1-й линии ТП отправляет на 2-ю линию поддержки, или заявку возвращает Инициатор.
sd: A 1st line support Assignee sends it to 2nd line support, or the request is returned by the Initiator.

source: **В работе на 2-й линии ТП**
sd: **In Progress at 2nd Line Support**

source: Исполнитель 2-й линии ТП берет на себя заявку.
sd: A 2nd line support Assignee takes on the request.

source: **Передано 3-й линии ТП**
sd: **Transferred to 3rd Line Support**

source: Исполнитель 1-й линии ТП или Исполнитель 2-й линии ТП отправляет на 3-ю линию поддержки, или заявку возвращает Инициатор.
sd: A 1st or 2nd line support Assignee sends it to 3rd line support, or the request is returned by the Initiator.

source: **В работе на 3-й линии ТП**
sd: **In Progress at 3rd Line Support**

source: Исполнитель 3-й линии ТП берет на себя заявку.
sd: A 3rd line support Assignee takes on the request.

source: **Подтверждение выполнения заявки**
sd: **Request Completion Confirmation**

source: Исполнитель любой линии ТП выполняет заявку сам и отправляет на подтверждение выполнения Инициатору.
sd: An Assignee from any support line completes the request themselves and sends it to the Initiator for completion confirmation.

source: **На уточнении**
sd: **Clarification Needed**

source: Исполнитель любой линии ТП отправляет заявку на уточнение Инициатору.
sd: An Assignee from any support line sends the request to the Initiator for clarification.

source: **На удержании**
sd: **On Hold**

source: Исполнитель любой линии ТП удерживает заявку.
sd: An Assignee from any support line puts the request on hold.

source: Работа приостановлена, поскольку ожидается выполнение какого-то действия.
sd: Work is suspended as some action is awaited.

source: Например, на 1-й линии приостановлена работа, потому что по данной проблеме создана задача на 3-ю линию. Поскольку проблема не решена, на 1-й линии работы не ведутся, заявка переводится в статус на удержании.
sd: For example, work is suspended at the 1st line because a task has been created for the 3rd line regarding this issue. Since the problem is not resolved, no work is being done at the 1st line, and the request is moved to On Hold status.

source: **Закрыта**
sd: **Closed**

source: Исполнитель любой линии ТП закрывает заявку по факту ее выполнения и подтверждения Инициатором.
sd: An Assignee from any support line closes the request upon its completion and confirmation by the Initiator.

source: Журнал
sd: Journal

source: На портале представлены 2 журнала:
sd: The portal features 2 journals:

source: **Все открытые заявки** – созданные заявки, которые находятся в работе и не закрыты.
sd: **All Open Requests** – created requests that are in progress and not closed.

source: **Все заявки** – открытые заявки и заявки в статусе «Закрыта».
sd: **All Requests** – open requests and requests with status «Closed».

source: В журналах доступны заявки как самого пользователя, так и других пользователей организации.
sd: The journals contain requests from both the user themselves and other users in the organization.

source: Создание заявки
sd: Creating a Request

source: Заявку можно создать из журнала **«Все открытые заявки»** или **«Все заявки»**, нажав:
sd: A request can be created from the **«All Open Requests»** or **«All Requests»** journal by clicking:

source: или с помощью кнопки быстрого создания:
sd: or using the quick create button:

source: Карточка заявки при создании
sd: Request card during creation

source: Обязательно заполните **Приоритет**, **Тема письма**, **Содержание обращения**, **Заказчик**.
sd: Be sure to fill in **Priority**, **Email Subject**, **Request Content**, **Customer**.

source: Для ввода текста используйте визуальный редактор, предоставляющий широкий ряд возможностей по настройке и изменению внешнего вида текста, форматирования, добавления изображений, ссылок.
sd: Use the visual editor for text input, which provides a wide range of options for configuring and changing text appearance, formatting, adding images, links.

source: Нажмите **Создать**.
sd: Click **Create**.

source: Далее в заявку можно добавить файлы в разделе **«Вложение»**:
sd: Subsequently, files can be added to the request in the **«Attachment»** section:

source: Номер и статус будут присвоены не сразу.
sd: The number and status will not be assigned immediately.

source: Виджеты карточки
sd: Card Widgets

source: **Виджет «Заявка SD»** отображает информацию, поданную Инициатором, и поля, заполняемые системой и Исполнителем в жизненном цикле заявки.
sd: The **«SD Request»** widget displays information submitted by the Initiator, and fields filled by the system and the Assignee during the request lifecycle.

source: **Виджет «Вложения»** предназначен для добавления файлов, их скачивания.
sd: The **«Attachments»** widget is for adding files and downloading them.

source: **Виджет «Комментарии»** отображает комментарии к заявке. Подробно о :ref:`виджете<widget_comments>`.
sd: The **«Comments»** widget displays comments on the request. Details about the :ref:`widget<widget_comments>`.

source: **Виджет «Статус»** отображает текущий статус заявки (определяется системой автоматически, не доступен для редактирования пользователем).
sd: The **«Status»** widget displays the current request status (determined automatically by the system, not editable by the user).

source: **Виджет «Действия»** содержит перечень доступных действий с заявкой на данном статусе.
sd: The **«Actions»** widget contains a list of available actions for the request at its current status.

source: **Виджет «Сведения»**. Подробная информация о заявке: номер, инициатор, дата/время создания, приоритет, автор, заказчик.
sd: The **«Details»** widget. Detailed information about the request: number, initiator, creation date/time, priority, author, customer.

source: Вкладка «История»
sd: «History» Tab

source: В **виджете «История событий»** отображается хронология событий по заявке с фиксацией даты и времени, когда они произошли, участников и комментариев.
sd: The **«Event History»** widget displays a chronology of events for the request, recording the date and time they occurred, participants, and comments.

source: Отображается следующая информация:
sd: The following information is displayed:

source: событие создания заявки;
sd: request creation event;

source: смена статуса;
sd: status change;

source: добавление/изменение комментария;
sd: adding/changing a comment;

source: изменения по полям;
sd: field changes;

source: добавление вложений.
sd: adding attachments.

source: Действия
sd: Actions

source: Возможные действия по процессу показаны в виджете **«Действия»**.
sd: Possible process actions are shown in the **«Actions»** widget.

source: На статусе **«Подтверждение выполнения заявки»** доступно следующее действие:
sd: At the **«Request Completion Confirmation»** status, the following action is available:

source: Статус заявки станет **«Закрыта»**.
sd: The request status will become **«Closed»**.

source: Так же действия доступны в журнале в строке заявки:
sd: Actions are also available in the journal on the request line:
